Repository: LeonardDinichert/Study-Bro
Catalog: Study Bro/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

source: • Once 7 days have data out of your last 7 days, your graph will appear here.
de: • Sobald für 7 der letzten 7 Tage Daten vorliegen, wird Ihr Diagramm hier angezeigt.
es: • Cuando haya datos en 7 de sus últimos 7 días, su gráfica se mostrará aquí.
fr: • Dès que 7 de vos 7 derniers jours contiennent des données, votre graphique s'affichera ici.
ru: • Как только в 7 из ваших последних 7 дней появятся данные, здесь отобразится ваш график.

source: • Open the app daily and complete a study session to record your time.
de: • Öffnen Sie täglich die App und schließen Sie eine Lernsitzung ab, um Ihre Zeit zu erfassen.
es: • Abra la aplicación todos los días y complete una sesión de estudio para registrar su tiempo.
fr: • Ouvrez l'application chaque jour et terminez une session d'étude pour enregistrer votre temps.
ru: • Ежедневно открывайте приложение и завершайте учебную сессию, чтобы фиксировать свое время.

source: 🎉 Great job! 🎉
de: 🎉 Gute Arbeit! 🎉
es: 🎉 ¡Buen trabajo! 🎉
fr: 🎉 Beau travail ! 🎉
ru: 🎉 Отличная работа! 🎉

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
ru: Принять

source: Account
de: Profil
es: Perfil
fr: Profil
ru: Профиль

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ru: Добавить

source: Add a new friend
de: Neuen Freund hinzufügen
es: Agregar un nuevo amigo
fr: Ajouter un nouvel ami
ru: Добавить нового друга

source: Add a profile picture
de: Profilbild hinzufügen
es: Agregar una photo de profil
fr: Ajouter une photo de profil
ru: Добавить фото профиля

source: Add friend
de: Freund hinzufügen
es: Agregar amigo
fr: Ajouter un ami
ru: Добавить друга

source: Add New Info
de: Neue Information hinzufügen
es: Agregar nueva información
fr: Ajouter une nouvelle information
ru: Добавить новую информацию

source: All
de: Alle
es: Todos
fr: Tous
ru: Все

source: Already have an account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tiene una cuenta?
fr: Vous possédez déjà un compte ?
ru: У вас déjà un compte?

source: Amount of time you have worked each day :
de: Arbeitszeit pro Tag:
es: Tiempo que ha trabajado chaque día:
fr: Temps travaillé chaque jour :
ru: Количество времени, которое вы travailliez chaque jour:

source: Are you sure you want to delete your account? You cannot undo it
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar su cuenta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est définitive
ru: Вы уверены, что хотите supprimer votre compte ? Это действие ne peut pas être annulé.

source: Begin the pomodoro timer
de: Pomodoro-Timer starten
es: Iniciar el temporizador Pomodoro
fr: Commencer le minuteur Pomodoro
ru: Запустить таймер Помодоро

source: Birthdate
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
ru: Дата рождения

source: By resting a few minutes before working, you will be able to concentrate better
de: Wenn Sie sich ein paar Minuten ausruhen, bevor Sie mit der Arbeit beginnen, können Sie sich besser konzentrieren.
es: Si descansa unos minutes avant de empezar a travailler, podrá concentrarse mejor.
fr: En vous reposant quelques minutes avant de travailler, vous pourrez mieux vous concentrer
ru: Если вы отдохнете несколько минут перед работой, вы сможете лучше сконцентрироваться.

source: By using SchoolAssisstant you agree to use the app for personal study only. We do not guarantee the accuracy of provided data and reserve the right to modify the service at any time.
de: Durch die Nutzung von SchoolAssistant stimmen Sie zu, die App nur für persönliches Lernen zu verwenden. Wir garantieren nicht die Richtigkeit der bereitgestellten Daten und behalten uns das Recht vor, den Dienst jederzeit zu ändern.
es: Al usar SchoolAssistant, usted acepta utilizar la aplicación solo para estudio personal. No garantizamos la exactitud de los datos proporcionados y nos reservamos el derecho de modificar el servicio en cualquier momento.
fr: En utilisant SchoolAssistant, vous acceptez d'utiliser l'application uniquement pour des études personnelles. Nous ne garantissons pas l'exactitude des données fournies et nous nous réservons le droit de modifier le service à tout moment.
ru: Используя приложение SchoolAssistant, вы соглашаетесь использовать его только для личных учебных целей. Мы не гарантируем точность предоставляемых данных и оставляем за собой право изменять сервис в любое время.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ru: Категория

source: Change my email adress
de: Meine E-Mail-Adresse ändern
es: Cambiar mi dirección de correo electrónico
fr: Changer mon adresse e-mail
ru: Изменить мой адрес электронной почты

source: Connect with friends to see their progress
de: Verbinden Sie sich mit Freunden, um deren Fortschritt zu sehen.
es: Conéctese con amigos para ver sus avances.
fr: Connectez-vous avec des amis pour voir leurs progrès.
ru: Добавьте друзей, чтобы видеть их прогресс.

source: Contact
de: Kontakt
es: Contacto
ru: Контакты

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ru: Продолжить

source: Create an Account
de: Ein Konto erstellen
es: Crear una cuenta
fr: Créer un compte
ru: Создать аккаунт

source: Create an account or log in to start exploring amazing opportunities.
de: Erstellen Sie ein Konto oder melden Sie sich an, um großartige Möglichkeiten zu entdecken.
es: Cree una cuenta o inicie sesión para comenzar a explorar oportunidades increíbles.
fr: Créez un compte ou connectez-vous pour commencer à explorer des opportunités incroyables.
ru: Создайте аккаунт или войдите, чтобы commencer à profiter des opportunités incroyables.

source: Current streak: %lld days
de: Aktuelle Serie: %lld Tage
es: Racha actual: %lld días
fr: Série en cours : %lld jours
ru: Текущая серия: %lld дней

source: Dark Mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
ru: Темная тема

source: Data Deletion
de: Datenlöschung
es: Eliminación de datos
fr: Suppression des données
ru: Удаление данных

source: Day
de: Tag
es: Día
fr: Jour
ru: День

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
ru: Отклонить

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

source: Delete my account
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
ru: Удалить мой аккаунт

source: Deleting your account permanently removes your notes, study history and any personal information from our servers.
de: Wenn Sie Ihr Konto löschen, werden Ihre Notizen, Ihr Lernverlauf und alle persönlichen Informationen dauerhaft von unseren Servern entfernt.
es: Al eliminar su cuenta, se eliminarán permanentemente sus notes, su historial de estudio y cualquier información personal de nuestros servidores.
fr: La suppression de votre compte supprimera définitivement vos notes, votre historique d'étude ainsi que toutes vos informations personnelles de nos serveurs.
ru: При удалении вашего аккаунта все ваши заметки, история обучения и любая личная информация будут навсегда удалены с наших серверов.

source: Describe it here
de: Beschreiben Sie es hier
es: Descríbalo aquí
fr: Décrivez-le ici
ru: Опишите это здесь

source: Don't have an account yet?
de: Haben Sie noch kein Konto?
es: ¿Aún no tiene una cuenta?
fr: Vous n'avez pas encore de compte ?
ru: У вас ещё нет аккаунта?

source: Done
de: Fertig
es: Listo
fr: Terminé
ru: Готово

source: Due Date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d’échéance
ru: Срок выполнения

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ru: Редактировать профиль

source: Email adress :
de: E-Mail-Adresse:
es: Correo electrónico:
fr: Adresse e-mail :
ru: Адрес электронной почты:

source: English
de: Englisch
es: Inglés
fr: Anglais
ru: Английский

source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingrese su correo electrónico
fr: Entrez votre e-mail
ru: Введите вашу электронную почту

source: Etes-vous sur de vouloir vous déconnecter?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Está seguro de que desea cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
ru: Вы уверены, что хотите выйти из аккаунта?

source: Find Friends
de: Freunde finden
es: Encontrar amigos
fr: Trouver des amis
ru: Найти друзей

source: Finish
de: Abschließen
es: Finaliser
fr: Terminer
ru: Завершить

source: Finish registration
de: Registrierung abschließen
es: Finalizar el registro
fr: Terminer l'inscription
ru: Завершить регистрацию

source: Forgot your Password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
ru: Забыли пароль?

source: French
de: Französisch
es: Francés
fr: Français
ru: Французский

source: Friends
de: Freunde
es: Amigos
fr: Amis
ru: Друзья

source: Hi %@, let's work !
de: Hallo %@! Legen wir los!
es: Hola %@. ¡Es hora de trabajar!
fr: Bonjour %@, au travail !
ru: Здравствуйте, %@! Приступим к работе!

source: History
de: Verlauf
es: Historial
fr: Historique
ru: История

source: Home
de: Startseite
es: Inicio
fr: Accueil
ru: Главная

source: How did you discover StuddyBuddy?
de: Wie haben Sie StuddyBuddy entdeckt?
es: ¿Cómo descubrió StuddyBuddy?
fr: Comment avez-vous découvert StuddyBuddy ?
ru: Как вы узнали о StuddyBuddy?

source: How did you discover the app?
de: Wie haben Sie die App entdeckt?
es: ¿Cómo descubrió la aplicación?
fr: Comment avez-vous découvert l'application ?
ru: Как вы узнали о приложении?

source: I am a demo test user
de: Ich bin ein Demo-Testbenutzer
es: Soy un usuario de prueba de demostración
fr: Je suis un utilisateur de test
ru: Я демонстрационный тестовый пользователь

source: I learned something new
de: Ich habe etwas Neues gelernt
es: He aprendido algo nuevo
fr: J'ai appris quelque chose de nouveau
ru: Я узнал(а) что-то новое

source: I want to revise
de: Ich möchte wiederholen
es: Quiero repasar
fr: Je veux réviser
ru: Я хочу повторить

source: If you are not logged in, you can log in below:
de: Wenn Sie nicht angemeldet sind, können Sie sich unten anmelden:
es: Si no ha iniciado sesión, puede hacerlo a continuación:
fr: Si vous n'êtes pas connecté, vous pouvez vous connecter ci-dessous :
ru: Если вы не вошли в систему, вы можете сделать это ниже:

source: Importance
de: Wichtigkeit
es: Importancia
ru: Важность

source: Importance :%@
de: Wichtigkeit: %@
es: Importancia: %@
ru: Важность: %@

source: Informations manquantes
de: Fehlende Informationen
es: Información faltante
ru: Отсутствующая информация

source: Key
de: Schlüssel
es: Clave
fr: Clé
ru: Ключ

source: Learn
de: Lernen
es: Aprender
fr: Apprendre
ru: Учиться

source: Legal
de: Rechtliches
es: Información legal
fr: Mentions légales
ru: Юридическая информация

source: Legal Information
de: Rechtliche Informationen
es: Información legal
fr: Informations légales
ru: Правовая информация

source: Load more
de: Mehr laden
es: Cargar más
fr: Afficher plus
ru: Загрузить еще

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
ru: Загрузка...

source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти

source: Log in to access your account.
de: Melden Sie sich an, um auf Ihr Konto zuzugreifen.
es: Inicie sesión para acceder a su cuenta.
fr: Connectez-vous pour accéder à votre compte.
ru: Войдите, чтобы получить доступ à votre compte.

source: Log in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
ru: Войти через Google

source: Long Break
de: Lange Pause
es: Descanso largo
fr: Longue pause
ru: Длинный перерыв

source: Math
de: Mathematik
es: Matemáticas
fr: Mathématiques
ru: Математика

source: Me déconnecter
de: Abmelden
es: Cerrar sesión
ru: Выйти из аккаунта

source: Minutes
de: Minuten
es: Minutos
ru: Минуты

source: Modify my password
de: Mein Passwort ändern
es: Modificar mi contraseña
fr: Modifier mon mot de passe
ru: Изменить мой пароль

source: More about my profile
de: Mehr über mon Profil
es: Más sur mi profil
fr: En savoir plus sur mon profil
ru: Подробнее о moem профиле

source: My account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
ru: Мой аккаунт

source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
ru: Новая задача

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ru: Далее

source: No
de: Nein
fr: Non
ru: Нет

source: No sessions yet
de: Noch keine Sitzungen
es: Todavía no hay sesiones
fr: Aucune session pour le moment
ru: Пока нет сессий

source: No sessions yet.
de: Noch keine Sitzungen.
es: Todavía no hay sesiones.
fr: Aucune session pour le moment.
ru: Пока нет сессий.

source: Non
de: Nein
es: No
ru: Нет

source: Note category :
de: Kategorie der Notiz:
es: Categoría de la nota:
fr: Catégorie de la note :
ru: Категория заметки:

source: OR
de: ODER
es: O
fr: OU
ru: ИЛИ

source: Oui
de: Ja
es: Sí
ru: Да

source: Password reset
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialisation du mot de passe
ru: Сброс пароля

source: Please complete the information below to continue your registration
de: Bitte vervollständigen Sie die folgenden Angaben, um Ihre Registrierung fortzusetzen
es: Por favor, complete la siguiente información para continuar con su registro
fr: Veuillez compléter les informations ci-dessous pour poursuivre votre inscription
ru: Пожалуйста, заполните les informations ci-dessous, pour continuer votre inscription

source: Prepare yourself to work ?
de: Sind Sie bereit zu arbeiten?
es: ¿Está listo para trabajar?
fr: Préparez-vous à travailler ?
ru: Готовы приступить к работе?

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

source: Profile
de: Profil
es: Perfil
fr: Profil
ru: Профиль

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
ru: Прогресс

source: Questions or concerns? Email support@schoolassistant.app.
de: Fragen oder Anliegen? Senden Sie eine E-Mail an support@schoolassistant.app.
es: ¿Preguntas o inquietudes? Envíe un correo electrónico a support@schoolassistant.app.
fr: Des questions ou des préoccupations ? Envoyez un e-mail à support@schoolassistant.app.
ru: Вопросы или problèmes? Напишите на support@schoolassistant.app.

source: Quit
de: Beenden
es: Salir
fr: Quitter
ru: Выход

source: Quit session
de: Sitzung beenden
es: Salir de la sesión
fr: Quitter la session
ru: Выйти из сессии

source: Quit session?
de: Sitzung beenden?
es: ¿Salir de la sesión?
fr: Quitter la session ?
ru: Выйти из сессии?

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ru: Сбросить

source: Reset my password
de: Mein Passwort zurücksetzen
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
ru: Сбросить мой пароль

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
ru: Сбросить пароль

source: Reset Timer?
de: Timer zurücksetzen?
es: ¿Restablecer el temporizador?
fr: Réinitialiser le minuteur ?
ru: Сбросить таймер?

source: Review Schedule Graph
de: Diagramm des Wiederholungsplans
es: Gráfico del programa de repaso
fr: Graphique du calendrier de révision
ru: График расписания повторений

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить

source: Save Note
de: Notiz speichern
es: Guardar nota
fr: Enregistrer la note
ru: Сохранить заметку

source: Security and privacy
de: Sicherheit und Datenschutz
es: Seguridad y privacidad
fr: Sécurité et confidentialité
ru: Безопасность и конфиденциальность

source: See past sessions
de: Frühere Sitzungen anzeigen
es: Ver sesiones pasadas
fr: Voir les sessions passées
ru: Посмотреть прошлые сессии

# Session %lld of %lld
source: Session %1$lld of %2$lld
de: Sitzung %1$lld von %2$lld
es: Sesión %1$lld de %2$lld
fr: Session %1$lld sur %2$lld
ru: Сессия %1$lld из %2$lld

source: Session History
de: Sitzungsverlauf
es: Historial de sesiones
fr: Historique des sessions
ru: История сессий

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ru: Настройки

source: Short Break
de: Kurze Pause
es: Descanso corto
fr: Courte pause
ru: Короткий перерыв

source: Sign in / Create an account
de: Anmelden / Konto erstellen
es: Iniciar sesión / Crear una cuenta
fr: Se connecter / Créer un compte
ru: Войти / Создать аккаунт

source: Sign up
de: Registrieren
es: Registrarse
fr: S'inscrire
ru: Зарегистрироваться

source: Sign up using your email to get started
de: Registrieren Sie sich mit Ihrer E-Mail, um loszulegen
es: Regístrese con su correo electrónico para comenzar
fr: Inscrivez-vous avec votre e-mail pour commencer
ru: Зарегистрируйтесь avec votre e-mail, pour commencer

source: Sign up with Google
de: Mit Google registrieren
es: Regístrese con Google
fr: Inscrivez-vous avec Google
ru: Зарегистрироваться через Google

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
ru: Статистика

source: Streak: %lld
de: Serie: %lld
es: Racha: %lld
fr: Série : %lld
ru: Серия: %lld

source: Study
de: Lernen
es: Estudiar
fr: Étudier
ru: Учеба

source: Study Minutes by Day
de: Lernminuten pro Tag
es: Minutos de estudio por día
fr: Minutes d'étude par jour
ru: Минуты учебы по дням

source: Study Session
de: Lernsitzung
es: Sesión de estudio
fr: Session d'étude
ru: Учебная сессия

source: Study Subject
de: Fach
es: Asignatura
fr: Matière
ru: Предмет

source: Study Timer
de: Lerntimer
es: Temporizador de estudio
fr: Minuteur d'étude
ru: Учебный таймер

source: Take 20 min break
de: Machen Sie eine 20-minütige Pause
es: Tómese un descanso de 20 minutes
fr: Prenez une pause de 20 minutes
ru: Сделайте 20-минутный перерыв

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
ru: Задания

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ru: Условия использования

source: Thank you for using StuddyBuddy !
de: Danke, dass Sie StuddyBuddy verwenden!
es: ¡Gracias por usar StuddyBuddy!
fr: Merci d'utiliser StuddyBuddy !
ru: Спасибо, что пользуетесь StuddyBuddy!

source: The forgetting curve illustrates how memory retention declines over time when there are no attempts to review information. The horizontal axis represents days since the initial learning or any subsequent review, and the vertical axis shows the percentage of information retained. Spacing these reviews farther apart over time optimizes long-term retention by slowing the rate of forgetting with each repetition.
de: Die Vergessenskurve veranschaulicht, wie die Gedächtnisleistung im Laufe der Zeit abnimmt, wenn keine Wiederholungsversuche unternommen werden. Die horizontale Achse stellt die Tage seit dem initialen Lernen oder einer späteren Wiederholung dar, und die vertikale Achse zeigt den Prozentsatz der behaltenen Information. Größere Abstände zwischen diesen Wiederholungen optimieren die langfristige Beibehaltung, indem sie die Vergessensrate mit jeder Wiederholung verlangsamen.
es: La curva del olvido ilustra cómo la retención de la memoria disminuye con el tiempo cuando no se realizan intentos de repasar la información. El eje horizontal representa los días transcurridos desde el aprendizaje inicial o cualquier repaso posterior, y el eje vertical muestra el porcentaje de información retenida. Espaciar estos repasos cada vez más a lo largo del tiempo optimiza la retención a largo plazo al reducir la velocidad del olvido con cada repetición.
fr: La courbe de l'oubli illustre comment la rétention de la mémoire diminue avec le temps en l'absence de tentatives de révision des informations. L'axe horizontal représente le nombre de jours écoulés depuis l'apprentissage initial ou toute révision ultérieure, et l'axe vertical indique le pourcentage d'informations retenues. Espacer ces révisions de plus en plus dans le temps optimise la rétention à long terme en ralentissant le taux d'oubli à chaque répétition.
ru: Кривая забывания показывает, как способность удерживать информацию в памяти снижается со временем, если не предпринимать попыток повторения материала. Горизонтальная ось представляет дни, прошедшие с момента первоначального изучения или последующего повторения, а вертикальная ось показывает процент сохраненной информации. Увеличение интервалов между такими повторениями со временем оптимизирует долговременное запоминание, замедляя скорость забывания с каждым повторением.

source: Title
de: Titel
es: Título
fr: Titre
ru: Название

source: To display your study graph, log at least one study session per day for 7 days within a 7-day span.
de: Um Ihren Lerndiagramm anzuzeigen, erfassen Sie an 7 aufeinanderfolgenden Tagen mindestens eine Lerneinheit pro Tag.
es: Para mostrar su gráfico de estudio, registre al menos una sesión de estudio al día durante 7 días seguidos.
fr: Pour afficher votre graphique d'étude, enregistrez au moins une session d'étude par jour sur une durée de 7 jours consécutifs.
ru: Чтобы отобразить свой график обучения, отмечайте по крайней мере одну учебную сессию в день на протяжении 7 дней подряд.

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ru: Имя пользователя

source: Veuillez remplir toutes les informations demandées.
de: Bitte füllen Sie alle erforderlichen informations aus.
es: Por favor, rellene toda la información solicitada.
ru: Пожалуйста, заполните всю запрашиваемую информацию.

source: We'll send you an email with instructions on how to reset it.
de: Wir senden Ihnen eine E-Mail mit Anweisungen zum Zurücksetzen.
es: Le enviaremos un correo electrónico con instrucciones sobre cómo restablecerla.
fr: Nous vous enverrons un e-mail avec les instructions pour le réinitialiser.
ru: Мы отправим вам письмо с инструкциями о том, как сбросить пароль.

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
ru: Добро пожаловать

source: Welcome Back to Jobb
de: Willkommen zurück bei Jobb
es: Bienvenido de nuevo a Jobb
fr: Bienvenue à nouveau sur Jobb
ru: С возвращением в Jobb

source: Welcome to StuddyBuddy
de: Willkommen bei StuddyBuddy
es: Bienvenido a StuddyBuddy
fr: Bienvenue sur StuddyBuddy
ru: Добро пожаловать в StuddyBuddy

source: What are you using StuddyBuddy for?
de: Wofür verwenden Sie StuddyBuddy?
es: ¿Para qué está usando StuddyBuddy?
fr: Dans quel but utilisez-vous StuddyBuddy ?
ru: Для чего вы используете StuddyBuddy?

source: What did you learn?
de: Was haben Sie gelernt?
es: ¿Qué aprendió?
fr: Qu'avez-vous appris ?
ru: Что вы узнали?

source: What will you study %@?
de: Was werden Sie %@ lernen?
es: ¿Qué estudiará %@?
fr: Qu'allez-vous étudier %@ ?
ru: Что вы будете изучать %@?

source: What you have to remember :
de: Das sollten Sie sich merken:
es: Lo que debe recordar:
fr: Ce que vous devez retenir :
ru: Что вы devez zapomnit':

source: Work
de: Arbeit
es: Trabajo
fr: Travail
ru: Работа

source: yes
de: ja
es: sí
fr: oui
ru: да

source: Yes
de: Ja
es: Sí
fr: Oui
ru: Да

source: You can begin building your work streak by finishing a minium of one study session.
de: Sie können beginnen, Ihre Arbeitsserie aufzubauen, indem Sie mindestens eine Lernsitzung abschließen.
es: Puede comenzar a generar su racha de trabajo terminando un mínimo de una sesión de estudio.
fr: Vous pouvez commencer à établir votre série de travail en terminant au minimum une session d'étude.
ru: Вы можете начать свою рабочую série, завершив минимум одну учебную сессию.

source: You remembered this note
de: Sie haben sich diese Notiz gemerkt.
es: Recordó esta nota
fr: Vous vous êtes souvenu de cette note
ru: Вы запомнили эту заметку

source: You’ve completed four sessions.
de: Sie haben vier Sitzungen abgeschlossen.
es: Ha completado cuatro sesiones.
fr: Vous avez terminé quatre sessions.
ru: Вы завершили четыре сессии.

source: Your friends :
de: Ihre Freunde :
es: Sus amigos :
fr: Vos amis :
ru: Ваши друзья :
